Revit 2018 API
IFCAggregate.Item Property
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public IFCData this[
	int index
] { get; }
Visual Basic
Public ReadOnly Default Property Item ( _
	index As Integer _
) As IFCData
	Get
Visual C++
public:
property IFCData^ default[int index] {
	IFCData^ get (int index);
}
Parameters
index
Type: System.Int32
See Also
IFCAggregate Class
Autodesk.Revit.DB.IFC Namespace